Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Your ink, shown live. Swipe it to change style.
de: Deine Tinte, live. Wisch darüber, um den Stil zu wechseln.
es: Tu tinta, en vivo. Deslízala para cambiar de estilo.
et: Sinu tint, reaalajas. Viipa sellel, et stiili vahetada.
fr: Ton encre, en direct. Balaie-la pour changer de style.
hu: A tintád, élőben. Húzd el az ujjad rajta a stílusváltáshoz.
it: Il tuo inchiostro, dal vivo. Scorri per cambiare stile.
ja: インクのプレビューです。スワイプするとスタイルを変えられます。
ko: 잉크를 실시간으로 보여줘요. 쓸어넘기면 스타일이 바뀌어요.
ms: Dakwat anda, secara langsung. Leret untuk tukar gaya.
pt: A tua tinta, ao vivo. Desliza para mudares de estilo.
ru: Ваши чернила вживую. Смахните, чтобы сменить стиль.
zh_hans: 这是你的墨迹效果。左右滑动就能换风格。

source: Your instructions, run on every dictation. Tell Clink how to write out what you say, and it handles the rest.
de: Deine Anweisung, bei jedem Diktat angewendet. Sag Clink, wie es das Gesprochene aufschreiben soll, und den Rest übernimmt es.
es: Tus instrucciones, aplicadas a cada dictado. Dile a Clink cómo escribir lo que dices y él se encarga del resto.
et: Sinu juhised, rakendatud igale dikteerimisele. Ütle Clinkile, kuidas see üteldu üles kirjutada, ja ta teeb ülejäänu.
fr: Ta consigne, appliquée à chaque dictée. Dis à Clink comment écrire ce que tu dis et il s'occupe du reste.
hu: A te utasításod, minden diktáláskor. Mondd meg Clinknek, hogyan írja le, amit mondasz, a többit pedig elintézi.
it: Le tue istruzioni, applicate a ogni dettatura. Dì a Clink come scrivere ciò che dici e al resto pensa lui.
ja: あなたの指示を、口述のたびに適用します。話した内容をどう書き起こすか伝えれば、あとはClinkにおまかせ。
ko: 받아쓰기할 때마다 적용되는 내 지시. 말한 내용을 어떻게 옮길지 알려주면 나머지는 Clink가 알아서 해요.
ms: Arahan anda, digunakan pada setiap imlak. Beritahu Clink cara menulis apa yang anda sebut dan selebihnya diuruskan olehnya.
pt: As tuas instruções, aplicadas a cada ditado. Diz ao Clink como escrever o que dizes e do resto trata ele.
ru: Ваши указания применяются к каждой диктовке. Скажите Clink, как записывать сказанное, — остальное он берёт на себя.
zh_hans: 你的指令，每次口述都会套用。告诉 Clink 怎么把你说的写出来，剩下的交给它。

source: Your keyboard
de: Deine Tastatur
es: Tu teclado
et: Sinu klaviatuur
fr: Ton clavier
hu: A billentyűzeted
it: La tua tastiera
ja: あなたのキーボード
ko: 내 키보드
ms: Papan kekunci anda
pt: O teu teclado
ru: Ваша клавиатура
zh_hans: 你的键盘

source: Your keyboard is exactly as it shipped. Anything you change turns up here, so you can find it again or put it back.
de: Deine Tastatur ist genau so, wie sie ausgeliefert wurde. Alles, was du änderst, taucht hier auf, damit du es wiederfindest oder zurückstellst.
es: Tu teclado está tal como vino. Todo lo que cambies aparecerá aquí, para que puedas encontrarlo o dejarlo como estaba.
et: Sinu klaviatuur on täpselt väljalaskeolekus. Kõik, mida muudad, ilmub siia, et saaksid selle üles leida või tagasi panna.
fr: Ton clavier est exactement dans son état d’origine. Tout ce que tu modifies apparaît ici, pour le retrouver ou le remettre comme avant.
hu: A billentyűzeted pontosan olyan, amilyen érkezett. Amit megváltoztatsz, itt bukkan fel, hogy visszataláld vagy visszaállítsd.
it: La tua tastiera è esattamente com’era all’inizio. Tutto ciò che cambi compare qui, così lo ritrovi o lo rimetti com’era.
ja: キーボードは出荷時のままです。変更したものはここに並ぶので、あとから見つけたり元に戻したりできます。
ko: 키보드가 처음 상태 그대로입니다. 무엇이든 바꾸면 여기에 나타나므로 다시 찾거나 되돌릴 수 있습니다.
ms: Papan kekunci anda betul-betul seperti asal. Apa sahaja yang anda ubah akan muncul di sini, supaya anda boleh menjumpainya semula atau mengembalikannya.
pt: O teu teclado está tal como veio. Tudo o que mudares aparece aqui, para o encontrares outra vez ou o pores como estava.
ru: Ваша клавиатура ровно такая, какой вышла из коробки. Всё, что вы измените, появится здесь — чтобы найти это снова или вернуть обратно.
zh_hans: 你的键盘和出厂时一模一样。你改动的任何设置都会出现在这里，方便你再找到它或还原。

source: Your languages
de: Deine Sprachen
es: Tus idiomas
et: Sinu keeled
fr: Tes langues
hu: A nyelveid
it: Le tue lingue
ja: 使う言語
ko: 내 언어
ms: Bahasa anda
pt: Os teus idiomas
ru: Ваши языки
zh_hans: 你的语言

source: Your last new keyboard
de: Die letzte Tastatur, die du brauchen wirst
es: El último teclado que necesitarás
et: Viimane klaviatuur, mida vajad
fr: Le dernier clavier dont vous aurez besoin
hu: Az utolsó billentyűzet, amire szükséged lesz
it: L’ultima tastiera di cui avrai bisogno
ja: これが最後に必要なキーボードです
ko: 이제 마지막으로 필요한 키보드
ms: Papan kekunci terakhir yang anda perlukan
pt: O último teclado de que vais precisar
ru: Последняя клавиатура, которая вам понадобится
zh_hans: 你需要的最后一款键盘

source: Your layouts
de: Deine Layouts
es: Tus distribuciones
et: Sinu paigutused
fr: Tes dispositions
hu: Saját kiosztások
it: I tuoi layout
ja: 自分のレイアウト
ko: 내 레이아웃
ms: Tataletak anda
pt: Os seus esquemas
ru: Ваши раскладки
zh_hans: 你的布局

source: Your membership is active.
de: Deine Mitgliedschaft ist aktiv.
es: Tu suscripción está activa.
et: Sinu liikmelisus on aktiivne.
fr: Ton abonnement est actif.
hu: A tagságod aktív.
it: Il tuo abbonamento è attivo.
ja: メンバーシップは有効です。
ko: 멤버십이 활성화되어 있습니다.
ms: Keahlian anda aktif.
pt: Sua assinatura está ativa.
ru: Ваша подписка активна.
zh_hans: 你的会员正在生效。

source: Your own actions will be deleted and the built-in samples restored. This can't be undone.
de: Deine eigenen Aktionen werden gelöscht und die integrierten Beispiele wiederhergestellt. Das lässt sich nicht rückgängig machen.
es: Se eliminarán tus propias acciones y se restaurarán las muestras integradas. Esto no se puede deshacer.
et: Sinu enda tegevused kustutatakse ja sisseehitatud näidised taastatakse. Seda ei saa tagasi võtta.
fr: Tes propres actions seront supprimées et les exemples intégrés restaurés. Cette action est irréversible.
hu: A saját műveleteid törlődnek, és visszaáll a beépített minták. Ez nem vonható vissza.
it: Le tue azioni personali verranno eliminate e verranno ripristinati i campioni integrati. Non si può annullare.
ja: あなた自身のアクションは削除され、内蔵サンプルに戻ります。この操作は取り消せません。
ko: 직접 만든 액션은 삭제되고 기본 샘플로 복원돼요. 되돌릴 수 없어요.
ms: Tindakan anda sendiri akan dipadam dan sampel terbina dalam dipulihkan. Ini tidak boleh dibuat asal.
pt: As tuas ações próprias vão ser eliminadas e as amostras integradas restauradas. Isto não pode ser desfeito.
ru: Ваши действия будут удалены, а встроенные примеры возвращены. Отменить это нельзя.
zh_hans: 你自己创建的操作会被删除，恢复为内置示例。此操作无法撤销。

source: Your own images and GIFs, anywhere on the keyboard
de: Deine eigenen Bilder und GIFs, überall auf der Tastatur
es: Tus propias imágenes y GIF, en cualquier lugar del teclado
et: Sinu enda pildid ja GIF-id, kõikjal klaviatuuril
fr: Tes images et GIF, où tu veux sur le clavier
hu: Saját képeid és GIF-ek, a billentyűzet bármely pontján
it: Le tue immagini e GIF, ovunque sulla tastiera
ja: キーボード上のどこにでも置ける自分だけの画像やGIF
ko: 키보드 어디든 놓을 수 있는 나만의 이미지와 GIF
ms: Imej dan GIF anda sendiri, di mana-mana sahaja pada papan kekunci
pt: Suas próprias imagens e GIFs, em qualquer lugar do teclado
ru: Свои изображения и GIF — в любом месте клавиатуры
zh_hans: 你自己的图片和 GIF，可放在键盘的任意位置

source: Your own languages
de: Deine eigenen Sprachen
es: Tus propios idiomas
et: Sinu enda keeled
fr: Tes propres langues
hu: Saját nyelveid
it: Le tue lingue
ja: 自分でつくった言語
ko: 직접 만든 언어
ms: Bahasa ciptaan anda
pt: Os teus próprios idiomas
ru: Ваши языки
zh_hans: 你自己造的语言

source: Your own mix, set with the controls below.
de: Deine eigene Mischung, eingestellt mit den Reglern unten.
es: Tu propia mezcla, ajustada con los controles de abajo.
et: Sinu enda segu, määratud alltoodud juhtelementidega.
fr: Ton propre mélange, réglé avec les commandes ci-dessous.
hu: A saját keveréked, az alábbi vezérlőkkel beállítva.
it: Il tuo mix, impostato con i controlli qui sotto.
ja: 下のコントロールで整えた、自分だけの組み合わせ。
ko: 아래 설정으로 직접 맞춘 조합이에요.
ms: Gabungan anda sendiri, ditetapkan dengan kawalan di bawah.
pt: A tua própria mistura, definida com os controlos abaixo.
ru: Ваше сочетание, заданное регуляторами ниже.
zh_hans: 你用下面的选项自己调出来的组合。

source: Your own panels will be deleted and the built-in samples restored. This can't be undone.
de: Deine eigenen Panels werden gelöscht und die integrierten Beispiele wiederhergestellt. Das lässt sich nicht rückgängig machen.
es: Se eliminarán tus propios paneles y se restaurarán las muestras integradas. Esto no se puede deshacer.
et: Sinu enda paneelid kustutatakse ja sisseehitatud näidised taastatakse. Seda ei saa tagasi võtta.
fr: Tes propres panneaux seront supprimés et les exemples intégrés restaurés. Cette action est irréversible.
hu: A saját paneljeid törlődnek, és visszaáll a beépített minták. Ez nem vonható vissza.
it: I tuoi pannelli personali verranno eliminati e verranno ripristinati i campioni integrati. Non si può annullare.
ja: あなた自身のパネルは削除され、内蔵サンプルに戻ります。この操作は取り消せません。
ko: 직접 만든 패널은 삭제되고 기본 샘플로 복원돼요. 되돌릴 수 없어요.
ms: Panel anda sendiri akan dipadam dan sampel terbina dalam dipulihkan. Ini tidak boleh dibuat asal.
pt: Os teus painéis próprios vão ser eliminados e as amostras integradas restauradas. Isto não pode ser desfeito.
ru: Ваши панели будут удалены, а встроенные примеры возвращены. Отменить это нельзя.
zh_hans: 你自己创建的面板会被删除，恢复为内置示例。此操作无法撤销。

source: Your own sets
de: Deine eigenen Sets
es: Tus propios conjuntos
et: Sinu enda komplektid
fr: Tes propres sets
hu: Saját készleteid
it: I tuoi set
ja: 自分のセット
ko: 내 세트
ms: Set anda sendiri
pt: Os teus conjuntos
ru: Ваши наборы
zh_hans: 你自己的合集

source: Your packs
de: Deine Packs
es: Tus packs
et: Sinu pakid
fr: Tes packs
hu: A csomagjaid
it: I tuoi pack
ja: あなたのパック
ko: 내 팩
ms: Pek anda
pt: Os teus packs
ru: Ваши пакеты
zh_hans: 你的音效包

source: Your panels
de: Deine Panels
es: Tus paneles
et: Sinu paneelid
fr: Tes panneaux
hu: Paneljeid
it: I tuoi pannelli
ja: あなたのパネル
ko: 내 패널
ms: Panel anda
pt: Os seus painéis
ru: Ваши панели
zh_hans: 你的面板

source: Your pet, shown live. Give it a poke. Pick a species, corner, and size below.
de: Dein Haustier, live. Stups es an. Wähle unten Art, Ecke und Größe.
es: Tu mascota, en vivo. Dale un toque. Elige especie, esquina y tamaño abajo.
et: Sinu lemmikloom, reaalajas. Torka teda. Vali all liik, nurk ja suurus.
fr: Ton compagnon, en direct. Donne-lui un petit coup. Choisis l'espèce, le coin et la taille ci-dessous.
hu: A kisállatod élőben. Bökd meg. Lent válassz fajt, sarkot és méretet.
it: Il tuo pet, dal vivo. Dagli un colpetto. Sotto scegli specie, angolo e dimensione.
ja: ペットのライブ表示。つついてみてください。下で種類・位置・サイズを選べます。
ko: 펫을 실시간으로 보여줘요. 한번 찔러보세요. 아래에서 종류, 위치, 크기를 고르세요.
ms: Peliharaan anda, dipapar secara langsung. Cuba cuit. Pilih spesies, sudut dan saiz di bawah.
pt: A tua mascote, ao vivo. Dá-lhe um toque. Escolhe espécie, canto e tamanho abaixo.
ru: Ваш питомец вживую. Ткните в него. Вид, угол и размер выбираются ниже.
zh_hans: 宠物的实时样子。戳它一下试试。下面可以选种类、角落和大小。

source: Your pet, shown live. Pick a species, corner, and size below.
de: Dein Begleiter, live. Wähle unten Art, Ecke und Größe.
es: Tu mascota, en vivo. Elige abajo especie, esquina y tamaño.
et: Sinu lemmikloom, reaalajas. Vali all liik, nurk ja suurus.
fr: Ton animal, en direct. Choisis l'espèce, le coin et la taille ci-dessous.
hu: A kis társad, élőben. Válaszd ki lent a fajt, a sarkot és a méretet.
it: Il tuo animaletto, dal vivo. Scegli sotto specie, angolo e dimensione.
ja: あなたのペットをライブ表示。下で種類・位置・サイズを選べます。
ko: 내 펫을 실시간으로 보여줘요. 아래에서 종류, 위치, 크기를 골라요.
ms: Haiwan anda, secara langsung. Pilih spesies, sudut dan saiz di bawah.
pt: O teu bicho, ao vivo. Escolhe abaixo a espécie, o canto e o tamanho.
ru: Ваш питомец вживую. Вид, угол и размер выбираются ниже.
zh_hans: 实时显示你的宠物。在下方选择种类、位置和大小。

source: Your plugins
de: Deine Plugins
es: Tus plugins
et: Sinu pistikprogrammid
fr: Tes plugins
hu: Bővítményeid
it: I tuoi plugin
ja: あなたのプラグイン
ko: 내 플러그인
ms: Plugin anda
pt: Os seus plugins
ru: Ваши плагины
zh_hans: 你的插件

source: Your profiles
de: Deine Profile
es: Tus perfiles
et: Sinu profiilid
fr: Tes profils
hu: A profiljaid
it: I tuoi profili
ja: あなたのプロファイル
ko: 내 프로필
ms: Profil anda
pt: Os seus perfis
ru: Ваши профили
zh_hans: 你的配置文件

source: Your profiles and themes stay on this device.
de: Ihre Profile und Themes bleiben auf diesem Gerät.
es: Tus perfiles y temas se quedan en este dispositivo.
et: Sinu profiilid ja teemad jäävad sellesse seadmesse.
fr: Vos profils et thèmes restent sur cet appareil.
hu: Profiljai és témái ezen az eszközön maradnak.
it: I tuoi profili e temi restano su questo dispositivo.
ja: プロファイルとテーマはこのデバイスに留まります。
ko: 프로필과 테마는 이 기기에 남습니다.
ms: Profil dan tema anda kekal pada peranti ini.
pt: Os seus perfis e temas ficam neste dispositivo.
ru: Ваши профили и темы остаются на этом устройстве.
zh_hans: 你的配置文件和主题保留在此设备上。

source: Your profiles and themes travel with your Apple Account.
de: Ihre Profile und Themes reisen mit Ihrem Apple Account.
es: Tus perfiles y temas viajan con tu Apple Account.
et: Sinu profiilid ja teemad reisivad sinu Apple’i kontoga.
fr: Vos profils et thèmes voyagent avec votre Apple Account.
hu: Profiljai és témái utaznak az Apple Accountjával.
it: I tuoi profili e temi viaggiano con il tuo Apple Account.
ja: プロファイルとテーマは Apple Account に従って移動します。
ko: 프로필과 테마가 Apple Account와 함께 이동합니다.
ms: Profil dan tema anda bergerak bersama Apple Account anda.
pt: Os seus perfis e temas viajam com a sua Apple Account.
ru: Ваши профили и темы переносятся вместе с вашим Apple Account.
zh_hans: 你的配置文件和主题随你的 Apple Account 同步。

source: Your profiles, themes, and clipboard stay on this device. This clears the copies in iCloud and turns sync off.
de: Deine Profile, Themes und die Zwischenablage bleiben auf diesem Gerät. Das hier löscht die Kopien in iCloud und schaltet die Synchronisierung aus.
es: Tus perfiles, temas y portapapeles se quedan en este dispositivo. Esto borra las copias de iCloud y desactiva la sincronización.
et: Sinu profiilid, teemad ja lõikelaud jäävad sellesse seadmesse. See tühjendab koopiad iCloudist ja lülitab sünkroonimise välja.
fr: Tes profils, tes thèmes et ton presse-papiers restent sur cet appareil. Cette action efface les copies dans iCloud et désactive la synchronisation.
hu: A profiljaid, témáid és a vágólapod ezen az eszközön maradnak. Ez az iCloudban lévő másolatokat törli, és kikapcsolja a szinkronizálást.
it: I tuoi profili, i temi e gli appunti restano su questo dispositivo. Questa azione cancella le copie su iCloud e disattiva la sincronizzazione.
ja: プロファイル、テーマ、クリップボードはこの端末に残ります。iCloud上のコピーを削除し、同期をオフにします。
ko: 프로필, 테마, 클립보드는 이 기기에 그대로 남습니다. iCloud에 있는 사본을 지우고 동기화를 끕니다.
ms: Profil, tema dan papan keratan anda kekal pada peranti ini. Tindakan ini memadam salinan dalam iCloud dan mematikan penyegerakan.
pt: Os teus perfis, temas e área de transferência ficam neste dispositivo. Isto apaga as cópias no iCloud e desliga a sincronização.
ru: Ваши профили, темы и буфер обмена остаются на этом устройстве. Это удалит копии в iCloud и выключит синхронизацию.
zh_hans: 你的配置文件、主题和剪贴板都会保留在这台设备上。此操作会清除 iCloud 中的副本并关闭同步。

source: Your recording visual, shown live. Swipe it to change style.
de: Deine Aufnahme-Grafik, live. Wisch darüber, um den Stil zu wechseln.
es: Tu visual de grabación, en directo. Deslízalo para cambiar de estilo.
et: Sinu salvestuse visuaal, reaalajas. Viipa sellel, et stiili vahetada.
fr: Ton visuel d'enregistrement, en direct. Balaie-le pour changer de style.
hu: A felvétel látványa, élőben. Húzd oldalra, ha másik stílust szeretnél.
it: La grafica di registrazione, dal vivo. Scorrila per cambiare stile.
ja: 録音中に出るビジュアルです。スワイプするとスタイルを変えられます。
ko: 녹음할 때 보이는 그대로예요. 좌우로 밀면 스타일이 바뀌어요.
ms: Visual rakaman anda, secara langsung. Leret untuk tukar gaya.
pt: O teu visual de gravação, ao vivo. Desliza-o para mudar de estilo.
ru: Ваш вид записи вживую. Смахните, чтобы сменить стиль.
zh_hans: 这就是录音时的画面。左右滑动即可换样式。

source: Your replacements
de: Deine Ersetzungen
es: Tus sustituciones
et: Sinu asendused
fr: Tes remplacements
hu: Helyettesítéseid
it: Le tue sostituzioni
ja: あなたの置き換え
ko: 내 대체어
ms: Penggantian anda
pt: As suas substituições
ru: Ваши замены
zh_hans: 你的替换项

source: Your requests and any included text or code go directly to this provider. Its data policy and API charges apply. Keys stay in this device's Keychain. Cloud AI in the keyboard needs Full Access.
de: Deine Anfragen und darin enthaltener Text oder Code gehen direkt an diesen Anbieter. Es gelten dessen Datenrichtlinien und API-Gebühren. Schlüssel bleiben im Schlüsselbund dieses Geräts. Cloud-KI in der Tastatur benötigt vollen Zugriff.
es: Tus solicitudes y el texto o código que incluyan se envían directamente a este proveedor. Se aplican su política de datos y sus tarifas de API. Las claves se guardan en el llavero de este dispositivo. La IA en la nube del teclado necesita acceso total.
et: Sinu päringud ning neis sisalduv tekst või kood saadetakse otse sellele teenusepakkujale. Kehtivad tema andmepoliitika ja API tasud. Võtmed jäävad selle seadme võtmehoidjasse. Klaviatuuri pilve-AI vajab täielikku juurdepääsu.
fr: Tes requêtes et le texte ou code qu’elles contiennent sont envoyés directement à ce fournisseur. Sa politique de données et ses tarifs API s’appliquent. Les clés restent dans le trousseau de cet appareil. L’IA dans le cloud du clavier nécessite l’accès complet.
hu: A kéréseid és a bennük lévő szöveg vagy kód közvetlenül ehhez a szolgáltatóhoz kerülnek. Az ő adatkezelési szabályai és API-díjai érvényesek. A kulcsok az eszköz Kulcskarikáján maradnak. A billentyűzet felhős MI-funkciójához teljes hozzáférés szükséges.
it: Le richieste e il testo o codice incluso vengono inviati direttamente a questo provider. Si applicano le sue norme sui dati e le sue tariffe API. Le chiavi restano nel portachiavi del dispositivo. L’IA nel cloud della tastiera richiede accesso completo.
ja: リクエストと含まれるテキストやコードは、このプロバイダに直接送信されます。プロバイダのデータポリシーとAPI料金が適用されます。キーはこのデバイスのキーチェーンに保存されます。キーボードのクラウドAIにはフルアクセスが必要です。
ko: 요청과 포함된 텍스트 또는 코드는 이 제공업체로 직접 전송됩니다. 해당 업체의 데이터 정책과 API 요금이 적용됩니다. 키는 이 기기의 키체인에 보관됩니다. 키보드의 클라우드 AI를 사용하려면 전체 접근이 필요합니다.
ms: Permintaan anda serta teks atau kod yang disertakan dihantar terus kepada penyedia ini. Dasar data dan caj APInya terpakai. Kunci kekal dalam Rantai Kunci peranti ini. AI awan pada papan kekunci memerlukan Akses Penuh.
pt: Os seus pedidos e o texto ou código incluído são enviados diretamente para este fornecedor. Aplicam-se a política de dados e as tarifas de API do fornecedor. As chaves ficam no porta-chaves deste dispositivo. A IA na nuvem no teclado requer acesso completo.
ru: Ваши запросы и содержащиеся в них текст или код отправляются напрямую этому провайдеру. Действуют его правила обработки данных и тарифы API. Ключи остаются в Связке ключей этого устройства. Для облачного ИИ в клавиатуре нужен полный доступ.
zh_hans: 你的请求及其中包含的文本或代码会直接发送给此提供商，并适用其数据政策和 API 费用。密钥保存在此设备的钥匙串中。键盘中的云端 AI 需要完全访问权限。

source: Your result
de: Dein Ergebnis
es: Tu resultado
et: Sinu tulemus
fr: Ton résultat
hu: Eredményed
it: Il tuo risultato
ja: テスト結果
ko: 테스트 결과
ms: Keputusan anda
pt: O teu resultado
ru: Ваш результат
zh_hans: 测试结果

source: Your saved setups and which one is active.
de: Deine gespeicherten Konfigurationen und welche gerade aktiv ist.
es: Tus configuraciones guardadas y la que está activa.
et: Sinu salvestatud seadistused ja parajasti aktiivne seadistus.
fr: Tes configurations enregistrées et celle qui est active.
hu: A mentett beállításaid és az éppen aktív beállítás.
it: Le configurazioni salvate e quella attiva.
ja: 保存した設定と、現在使用中の設定です。
ko: 저장된 설정과 현재 사용 중인 설정입니다.
ms: Persediaan tersimpan anda dan yang sedang aktif.
pt: As suas configurações guardadas e qual está ativa.
ru: Сохранённые настройки и текущий активный набор.
zh_hans: 你保存的配置，以及当前启用的配置。

source: Your setup
de: Deine Einrichtung
es: Tu configuración
et: Sinu seadistus
fr: Ta configuration
hu: A te beállításaid
it: La tua configurazione
ja: あなたの設定
ko: 내 설정
ms: Persediaan anda
pt: A tua configuração
ru: Ваша настройка
zh_hans: 你的设置

source: Your themes
de: Deine Themes
es: Tus temas
et: Sinu teemad
fr: Tes thèmes
hu: A témáid
it: I tuoi temi
ja: あなたのテーマ
ko: 내 테마
ms: Tema anda
pt: Os seus temas
ru: Ваши темы
zh_hans: 你的主题

source: Your themes, layouts, custom keys and sounds, exactly how you set them up.
de: Deine Themes, Layouts, eigenen Tasten und Sounds, genau wie du sie eingerichtet hast.
es: Tus temas, disposiciones, teclas personalizadas y sonidos, tal como los configuraste.
et: Sinu teemad, paigutused, kohandatud klahvid ja helid, täpselt nii, nagu sa seadistasid.
fr: Tes thèmes, dispositions, touches personnalisées et sons, exactement comme tu les as réglés.
hu: A témáid, elrendezéseid, egyéni billentyűid és hangjaid, pontosan úgy, ahogy beállítottad.
it: I tuoi temi, layout, tasti personalizzati e suoni, esattamente come li hai impostati.
ja: テーマ、レイアウト、カスタムキー、サウンドが設定したままで使えます。
ko: 테마, 레이아웃, 커스텀 키와 사운드가 설정한 그대로 유지됩니다.
ms: Tema, susun atur, kekunci tersuai dan bunyi anda, tepat seperti yang anda tetapkan.
pt: Os teus temas, esquemas, teclas personalizadas e sons, tal como os configuraste.
ru: Ваши темы, раскладки, свои клавиши и звуки — ровно в том виде, в каком вы их настроили.
zh_hans: 你的主题、布局、自定义按键和音效，保持原样。

source: Your tools
de: Deine Werkzeuge
es: Tus herramientas
et: Sinu tööriistad
fr: Tes outils
hu: Az eszközeid
it: I tuoi strumenti
ja: あなたのツール
ko: 내 도구
ms: Alat anda
pt: As tuas ferramentas
ru: Ваши инструменты
zh_hans: 你的工具

source: Your tweaks since you applied %@ will be lost.
de: Deine Anpassungen seit dem Anwenden von %@ gehen verloren.
es: Se perderán los ajustes que hayas hecho desde que aplicaste %@.
et: Sinu kohandused pärast %@ rakendamist lähevad kaotsi.
fr: Tes ajustements depuis l'application de %@ seront perdus.
hu: A %@ alkalmazása óta végzett finomhangolásaid elvesznek.
it: Le modifiche apportate da quando hai applicato %@ andranno perse.
ja: %@を適用してから行った調整は失われます。
ko: %@을(를) 적용한 이후의 조정 내용이 사라져요.
ms: Pelarasan anda sejak anda menggunakan %@ akan hilang.
pt: Os teus ajustes desde que aplicaste %@ vão perder-se.
ru: Изменения, сделанные после применения «%@», будут потеряны.
zh_hans: 自从应用 %@ 之后做的调整都会丢失。

source: Your typing
de: Dein Tippen
es: Tu escritura
et: Sinu tipimine
fr: Ta frappe
hu: A gépelésed
it: La tua scrittura
ja: あなたの入力
ko: 나의 입력
ms: Taipan anda
pt: A tua escrita
ru: Ваша печать
zh_hans: 你的输入

source: Your typing stats are computed locally and never leave your phone. Nothing is uploaded, shared, or sold.
de: Deine Tippstatistiken werden lokal berechnet und verlassen nie dein iPhone. Nichts wird hochgeladen, geteilt oder verkauft.
es: Tus estadísticas de escritura se calculan en el dispositivo y nunca salen de tu iPhone. No se sube, comparte ni vende nada.
et: Sinu tipimisstatistika arvutatakse lokaalselt ega lahku kunagi sinu telefonist. Midagi ei laadita üles, ei jagata ega müüda.
fr: Tes statistiques de frappe sont calculées sur l'appareil et ne quittent jamais ton iPhone. Rien n'est envoyé, partagé ou vendu.
hu: A gépelési statisztikák helyben készülnek, és sosem hagyják el az iPhone-odat. Semmit sem töltünk fel, osztunk meg vagy adunk el.
it: Le statistiche di scrittura vengono calcolate sul dispositivo e non lasciano mai il tuo iPhone. Nulla viene caricato, condiviso o venduto.
ja: 入力統計はデバイス上で計算され、iPhoneの外に出ることはありません。アップロード、共有、販売は一切行いません。
ko: 입력 통계는 기기에서 계산되며 iPhone 밖으로 나가지 않아요. 업로드하거나 공유하거나 판매하지 않아요.
ms: Statistik menaip dikira secara setempat dan tidak pernah keluar daripada iPhone anda. Tiada apa-apa dimuat naik, dikongsi atau dijual.
pt: As estatísticas de escrita são calculadas no dispositivo e nunca saem do teu iPhone. Nada é enviado, partilhado ou vendido.
ru: Ваша статистика набора вычисляется локально и никогда не покидает телефон. Ничего не загружается, не передаётся и не продаётся.
zh_hans: 输入统计数据在设备本地计算，绝不会离开你的 iPhone。不会上传、共享或出售任何内容。
